data = [
[
    "밥을 먹다가 아랫입술이 경련이 난 것처럼 떨린다.",
    "10분 정도 한 후에 괜찮아짐.",
    "월요일 체력단련 후 명치가 아프면서 밤새 동안 구토, 구역질",
    "교정하고 있는 상태."
],
[
    "운동을 하다가 심장이 갑자기 아프다.",
    "증상은 1주일 정도 계속",
    "가끔씩 어지럽거나 빈혈도 있음",
    "혈압약을 먹고 있음"
],
[
    "아스팔트에서 넘어져 살이 까지는 찰과상",
    "다음날 상처 부위에 진물이 흐름",
    "지금은 상처 주변이 빨갛게 변함",
    "상처에서 열감이 느껴짐"
],
[
    "담석증으로 인해 복강경 수술 후 3일 뒤 퇴원",
    "역류성 식도염 증상과 구역감이 지속",
    "식사 후 구역감이 계속 생김",
    "역류성 식도염처럼 목에 이물감이 계속 남아있음"
],
[
    "4일 전 부터 잇몸이 너무 아프고 시림",
    "출혈이 반복되며 소염 진통제를 먹어도 효과가 없음",
    "잇몸이 헐고 열이 계속 남",
    "바람이 불면 상처부위랑 얼굴이 아프고 식사를 제대로 못함"
],
[
    "자고 일어났을 때 목과 어깨가 뻐근하고 찌릿한 느낌을 받음",
    "목과 손목 스트레칭을 해줌",
    "오른쪽 귀 밑부터 쇄골 윗 부분 근육까지 아픔",
    "교통사고 난 느낌일 정도로 아픔"
],
[
    "얼굴 광대 아랫부분부터 입 주변 부분이 저림",
    "평소에 허리가 안 좋고 앉아있는 시간이 많은데, 자세가 좋지 않음",
    "통증은 없으며, 지릿지릿한 느낌이고 증상이 한번 발생하면 보통 3~5시간 지속",
    "생활 패턴이 불규칙함"
],
[
    "정신과에 불안장애 진단을 받고 현재 약을 복용중",
    "최근 들어 과호흡이 심해짐",
    "호흡곤란 느낌이 이어지며 심장이 답답하고, 약을 복용 후에도 지속",
    "일상생활이 힘든 정도"
],
[
    "회사 근무 간 불안과 긴장, 한숨이 반복",
    "본인의 직책에 대한 과도한 불안감",
    "본인의 적응 능력에 대한 자책과 울적함을 느끼며, 과한 음주",
    "긴장 완화를 위해 본인에게 맞지 않는 커피를 지속 섭취"
],
[
    "피를 뽑은 후 바늘 구멍 주변이 모기물린 것 처럼 부어오름",
    "간지럽고 1~2달간 상처가 아물지 않음",
    "이전에 극 민감성 아토피를 앓았던 적이 있음",
    "6개월이 지난 지금은 주사부위만 트고 가끔 가려움"
]
]
